Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Her current research focus is on EU–Asia relations, Sino-Russian relations, maritime security, and global governance.
nb: Hennes forskningsfokus er på forholdet mellom Europa og Asia, forholdet mellom Kina og Russland, maritim sikkerhet og global styring.

source: NUPI has the great pleasure of inviting you to a launch seminar to be held on 21 June,
nb: NUPI har gleden av å invitere til lanseringsseminar 21. juni,

source: Amalie Skram and Kverneland (streaming), Litteraturhuset
nb: Amalie Skram og Kverneland (direkte streaming), Litteraturhuset

source: In this seminar, Dr. Xinning Song will give a presentation looking into the new leadership, new style, new preference and new policy of China and the future development of EU-China relations.
nb: I sin presentasjon på dette seminaret vil Xinning Song se nærmere på Kinas nye ledelse, nye stil, preferanser og policy - og på utviklingen vi kan vente oss i forholdet mellom EU og Kina i fremtiden.

source: come to NUPI and to the institute sector!
nb: kom til NUPI og instituttsektoren, oppfordrer Sverdrup.

source: We are excited to announce this semester’s second webinar in our Tax for Development Webinar Series featuring Anne Brockmeyer talking about financial inclusion reform in Uruguay.
nb: Vi er glade for å kunngjøre dette semesterets andre webinar i vår Tax for Development Webinar-serie med Anne Brockmeyer som skal snakke om reformen for økonomisk inkludering i Uruguay.

source: This also applies to the KRI, despite the fact that the region has been relatively stable compared with the rest of the country after 2003.
nb: Dette gjelder også KRI, til tross for at regionen har vært relativt stabil i forhold til resten av landet etter 2003.

source: Chair Network Coordinator of the the Norwegian Network for Asian Studies, Kenneth Bo Nielsen.
nb: Ordstyrer er Kenneth Bo Nielsen, nettverkskoordinator for Asianettverket, UiO.

source: She has conducted field work in active conflict zones including Yemen, Iraq, Ukraine and Palestinian territories, and in post-conflict regions in the Balkans, parts of Africa, Central Asia and the Caucasus.
nb: Hun har gjort feltarbeid i aktive konfliktområder i blant annet Jemen, Irak, Ukraina og Palestina, i post-konfliktområder på Balkan, deler av Afrika, Sentral-Asia og i Kaukasus.

source: Professor Roy Allison explains the Russian agenda in Syria in this NUPI interview.
nb: Professor Roy Allison forklarer Russlands agenda i Syria i dette NUPI-intervjuet.

source: Trainee - The Norwegian Embassy in Ankara
nb: Praktikant - Den norske ambassaden i Ankara

source: To solve the global challenges of our times – from COVID-19 to climate change, raging conflicts and unchecked technological advances – we need more inclusive international cooperation rather than a regression to narrow nationalism.
nb: For å løse de globale utfordringene i vår tid – fra Covid-19 til klimaendringer, voldelige konflikter og ukontrollerte teknologiske fremskritt – trenger vi et mer inkluderende internasjonalt samarbeid fremfor et tilbakefall til trangsynt nasjonalisme.

source: Daniel Drezner is a professor at Tufts University and a
nb: Daniel Drezner er professor ved Tufts University og

source: He has published widely, both scholarly and policy-oriented, on tax reform, revenue administration, local government taxation, tax compliance and evasion, fiscal corruption and capital flight.
nb: Han har publisert både vitenskapelig og politisk orientert om skattereform, inntektsadministrasjon, kommunalbeskatning, skatteoverholdelse og unntak, finanspolitisk korrupsjon og kapitalflyt.

source: Searching the unknown: discourses and effects of preventing radicalization in Scandinavia (RADISKAN)
nb: Diskurser og effekter av radikaliseringsforebygging i Skandinavia (RADISKAN)

source: Anne Kari Johansen is Head of
nb: Anne Kari Johansen er administrasjonssjef ved NUPI.

source: on Friday, Ukraine’s Vice Prime Minister for European and Euro-Atlantic Integration Mrs Ivanna Klympush-Tsintsadze shared the results of the country's ambitious internal reform agenda and explained why Ukraine’s success is important for the interests of Europe and the Euro-Atlantic community.
nb: der Ukrainas visestatsminister for europeisk og euroatlantisk integrasjon Ivanna Klympush-Tsintsadze delte resultatene fra landets ambisiøse interne reformagenda og forklarte hvorfor Ukrainas suksess er viktig for Europa og det euroatlantiske fellesskapet.

source: Earlier this month, Rogers Brubaker, Sociology Professor at UCLA,
nb: Rogers Brubaker, sosiologiprofessor ved UCLA,

source: Tamnes has been a visiting fellow at the Woodrow Wilson International Center for Scholars and the Center for Strategic and International Studies, both in Washington, DC, and at St Antony’s College in Oxford.
nb: Tamnes har hatt forskningsopphold ved Woodrow Wilson Center og Center for Strategic and International Studies i Washington DC og ved St Antony’s College i Oxford.

source: ‘In particular the deterioration in USA–China relations creates spillover effects.
nb: – Særlig forverringen i forholdet mellom USA og Kina skaper ringvirkninger.

source: This article, prompted as a response to a recent contribution penned by Audu Bulama Bukarti,returns to the history of an incident occurred in 2003 between the Nigerian security and a group of militants popularly known as the “Nigerian Taliban” and considered as a precursor to Boko Haram.
nb: Denne artikkelen, skrevet som et svar på et bidrag forfattet av Audu Bulama Bukarti, går tilbake til en hendelse som fant sted i 2003 mellom Nigerias sikkerhetsstyrker og en milits kjent som «Nigerias Taliban» (regnet som en forløper til Boko Haram).

source: Lecture by the Foreign Minister of Finland, Mr IIkka Kanerva.
nb: Foredrag ved IIkka Kanerva, Finlands utenriksminister.

source: In this seminar, Alexander Rondos will address the challenges facing the region and the Horn’s strategic importance Europe, the Gulf states and other actors.
nb: På dette seminaret vil Alexander Rondos ta for seg utfordringene som regionen står overfor, og Afrikas horns strategiske betydning for Europa, Gulf-statene og andre aktører.

source: TTIP – implications and options for Norway
nb: Konsekvenser for Norge av en TTIP-avtale og norske veivalg

source: are sending and distributing relief to refugees.
nb: sender og distribuerer hjelp til flyktninger.

source: Donald Trump has been elected President of the USA and in Turkey President Recep Tayyip Erdoğan has tightened his grip on freedom of speech by imprisoning journalists, closing down hundreds of media outlets and NGOs, and firing over 100 000 public servants.
nb: Trump ble valgt til USAs president og i Tyrkia strammet president Erdoğan grepet om ytringsfriheten blant annet ved å fengsle journalister, stenge hundrevis av medier og ikke-statlige organisasjoner (NGO-er) og sparke over 100 000 statsansatte.

source: “The attack on In Amenas is unparalleled in the oil and gas industry.
nb: - In Amenas-angrepet er uten sidestykke i olje- og gassindustrien.

source: The seminar will be moderated by Senior Research Fellow and Head of the Research Group on Russia, Asia and International Trade at NUPI,
nb: Seminaret ledes av seniorforsker og leder for Forskningsgruppen for Russland, Asia og internasjonal handel på NUPI,

source: Is there a one-size-fits-all model for building a democratic state?
nb: Finnes en one-size-fits-all-modell når det kommer til å bygge en demokratisk stat?

source: When the United Kingdom leaves the EU as planned in March 2019, the political ballgame in Brussels will change profoundly.
nb: Når Storbritannia forlater EU som planlagt i mars 2019, vil det politiske spillet i Brussel forandre seg drastisk.

source: Francesca Refsum Jensenius has also written an analysis of the election for The Norwegian Atlantic Committee:
nb: Francesca har også skrevet en analyse av valget for Den norske atlanterhavskomité:

source: Senior Research Fellow at NUPI Morten Skumsrud Andersen will chair the event.
nb: Seniorforsker på NUPI Morten Skumsrud Andersen leder arrangementet.

source: What will these changes and effects mean for international and Norwegian development policies?
nb: Hva betyr disse endringene og effektene av pandemien for internasjonal og norsk utviklingspolitikk?

source: The project is funded by the Research Council of Norway (SAMRISK).
nb: Projektet er finansiert av Norges forskningsråd (SAMRISK).

source: One month ago, the NUPI-led and Horizon 2020-funded research project EUNPACK was finalised.
nb: Det NUPI-ledede og Horizon 2020-finansierte forskningsprosjektet EUNPACK ble nylig avsluttet.

source: Using this new reality as the backdrop for the Arctic Security Roundtable at the Munich Security Conference 2020, roundtable participants are asked to explore, discuss, and debate this issue in the context of, and implications for the new globalized Arctic.
nb: Med dette bakteppet for Arctic Security Roundtable på Munich Security Conference 2020, blir deltakere av rundbordet bedt om å utforske, diskutere og debattere hva dette vil si for det nye globaliserte Arktis.

source: Despite the EU having revised its counter-terrorism policies several times since 2001, the destructive impact of violent extremism continues to take its toll, generating negative shocks across international borders.
nb: Til tross for at EU har revidert sin tilnærming til bekjempelse av terrorisme flere ganger siden 2001, har voldelig ekstremisme fortsatt en rekke ødeleggende konsekvenser på tvers av landegrensene.

source: The other researchers are NUPI-colleagues Cedric de Coning and Kari Osland and Elling Tjønneland from CMI.
nb: De andre forskerne er NUPI-kollegene Cedric de Coning og Kari Osland og Elling Tjønneland fra CMI.

source: However, after the announcement of a comprehensive pension reform in summer 2018, the support has decreased.
nb: Etter annonseringen av en omfattende pensjonsreform sommeren 2018 har støtten derimot falt noe.

source: decided to increase its nuclear stockpile from 180 nuclear warheads to 260
nb: besluttet å øke landets forråd av atomstridshoder fra 180 til 260

source: Some of his research interests are Russia, ethnic conflicts, de facto states and nationalism/nation building.
nb: Hans forskningsinteresser er blant annet Russland, ikke anerkjente stater, etniske konflikter og nasjonalisme/nasjonsbygging.

source: He has published at Harvard International Review and in a number of books on the Cuban economy and reform process.
nb: Han har vært utgitt på Harvard International Review og bidratt i en rekke bøker om den cubanske økonomien og reformprosessen.

source: The ISPO Workshop Series will develop new and innovative analytical tools and vocabularies to help understand current developments in global politics.
nb: ISPO Workshop-serien vil utvikle innovative og analytiske verktøy og vokabular for å hjelpe med å forstå den nåværende utviklingen i global politikk.

source: is a Professor of Comparative Governance at Leiden University and a member of the EU-STRAT project.
nb: er professor i Comparative Governance ved Leiden University og medlem av EU-STRAT-prosjektet.

source: NUPI Director Ulf Sverdrup will open the event together with State Secretary Marianne Hagen, and Member of Parliament and leader of the Asian-Europe Parliamentary Partnership Elin Rodum Agdestein.
nb: Det vil bli en åpning av arrangementet ved NUPI-direktør Ulf Sverdrup, statssekretær Marianne Hagen og stortingsrepresentant Elin Rodum Agdestein.

source: End time: 13.30.
nb: Varer til klokken 13.30.

source: Professor of Politics and founding director of the European Union Program and International Relations Faculty Colloquium at Princeton University
nb: Professor i politikk og grunnlegger av European Union Program og International Relations Faculty Colloquium ved Princeton University

source: Your weekly NUPI recap - week 12
nb: NUPI-uken som gikk - uke 12

source: The annual report for 2014 is now published.
nb: Årsrapporten for 2014 er nå klar. Den viser bl.a.

source: Only one in four received economic support from international terrorist organizations such as al-Qaida.
nb: Kun én av fire mottok økonomisk støtte fra internasjonale terrororganisasjoner, som eksempelvis al-Qaida.

source: Carr also emphasized how much we focus on things when thinking and talking about industrial revolutions – and IoT.
nb: Carr poengterte også i hvor stor grad vi fokuserer på ting når vi snakker om industrielle revolusjoner – og om IoT.

source: Covid-19 and the consequences for international relations
nb: Konsekvenser av covid-19 for internasjonal politikk

source: Also today, village chiefs and local-level systems enforce law and order, in parallel with the state structures’, Solhjell explains.
nb: Det betyr at også landsbyoverhoder og landsbysystemer håndhever lov og orden, som parallelle statsstrukturer, forklarer Solhjell.

source: How is negotiating with the EU today, compared to 25 years ago?
nb: Hvordan er det å forhandle med EU i dag, sammenliknet med for 25 år siden?

source: that at least 3471 Russian nationals have left the North Caucasus to join the Islamic State and other factions in the Syrian Civil War.
nb: at minst 3471 russiske statsborgere har forlatt Nord-Kaukasus for å bli med i IS og andre fraksjoner i den syriske borgerkrigen.

source: distrust of institutions and their mediating functions, especially political parties, media, and the courts
nb: mistenksomhet mot institusjoner og deres meglerfunksjoner, særlig politiske partier, mediene og rettsapparatet

source: He holds a PhD in Social Sciences (cum laude) from Radboud University in the Netherlands, a Masters’ from the London School of Economics (merit) and a Bachelor’s from the University of Utrecht, Netherlands (cum laude).
nb: Han har en doktorgrad i samfunnsvitenskap fra universitetet i Radboud, Nederland, en master fra London School of Economics og en bachelorgrad fra universitetet i Utrecht, Nederland.

source: The views on China were not limited to economics only, however.
nb: som er gjort av norske myndigheter i prosessen med å normalisere forholdet til Kina etter at

source: He is a senior advisor for the AI (Artificial Intelligence) Initiative at the Future Society at Harvard Kennedy School and an expert on autonomous weapons systems for the United Nations in the framework of the Governmental Group of Experts on Lethal Autonomous Weapons Systems (LAWS).
nb: Han er seniorrådgiver for AI (Artificial Intelligence) Initiative, Future Society ved Harvard Kennedy School og ekspert på autonome våpensystemer for FN i rammeverket til Governmental Group of Experts on Lethal Autonomous Weapons Systems (LAWS).

source: Join this webinar to learn more on what the deal holds for the future, both in terms of EU-UK relations and their wider context.
nb: Bli med på dette webinaret for å høre mer om hva avtalen betyr for fremtiden, både for forholdet mellom EU og UK og verden utenfor.

source: Since the global migration and refugee crisis reached Europe in 2015, a chorus of politicians across the continent vowed to “address the root causes of migration”.
nb: Siden den globale flyktning- og migrasjonskrisen nådde Europa i 2015, har politikere på tvers av kontinentet lovet å ta tak i «de grunnleggende årsakene til migrasjon».

source: Research Director at NUPI,
nb: Forskningsdirektør på NUPI,

source: Research Professor at ISF and Director for CORE – Centre for Research on Gender Equality
nb: Forsker ved ISF og leder for CORE – Senter for likestillingsforskning

source: We are excited to announce this semester’s fifth and last Tax for Development Webinar with Anne Mette Kjær (Aarhus university).
nb: Vi er glade for å kunngjøre dette semesterets femte og siste Tax for Development Webinar med Anne Mette Kjær (Aarhus universitet).

source: ) is the biggest-ever EU research and innovation programme, with tough competition between research institutions within the EEA.
nb: ) er det største forsknings- og innovasjonsprogrammet i EU noensinne, og setter en tøff konkurranssestandard mellom forskningsinstitusjoner i EØS-området.

source: Senior Adviser at NUPI
nb: Seniorrådgiver på NUPI

source: 80 percent of the current members of the Ukrainian Rada were elected for the first time and have little or no previous political experience.
nb: 80 prosent av de nye medlemmene i parlamentet ble valgt for første gang, og har liten eller ingen politisk erfaring.

source: Several NUPI researchers have contributed to a new book assessing NATO.
nb: Flere NUPI-forskere har evaluert NATO og alliansens toppmøte i Warszawa i ny bok.

source: Bachelor's degree, Political Science, Department of Media and social sciences, University of Stavanger
nb: Bachelor i statsvitenskap, institutt for medie- og samfunnsfag, Universitetet i Stavanger

source: For the unveiling of corporate crimes or immoral activity, the protection of whistleblowers is important.
nb: For å avdekke bedrifters forbrytelser og/eller umoralske aktivitet, er beskyttelsen av whistleblowers viktig.

source: , and consists in the spring of 2021 of six senior researchers, three PhD fellows and two MA students.
nb: , og består våren 2021 av seks seniorforskere, tre doktorgradsstudenter og to masterstudenter.

source: He was awarded the Ministry of External Affairs Fellowship at the United Services Institution of India for the year 2003-2004 for his research on “Changing Global Security: Its implications for UN Peacekeeping Operations.”
nb: Han ble tildelt Ministry of External Affairs Fellowship ved United Services Institution of India i 2003-2004 for sin forskning om "Changing Global Security:

source: The core team of FRAGTAX is Research Professor Morten Bøås (Project Leader, NUPI), Senior Research Fellow Kari Osland (NUPI), Senior Research Fellow Alessio Iocchi (NUPI), Research Professor Odd-Helge Fjeldstad (CMI), Senior Researcher Abdoul Wakhab Cissé (ARGA-Mali), Professor Prosper Ngowi (Mzumbe University), Director James S. Shilue (P4DP - Liberia).
nb: Kjernegruppa til FRAGTAX er Forsker I Morten Bøås (Project Leader, NUPI), Seniorforsker Kari Osland (NUPI), Seniorforsker Alessio Iocchi (NUPI), Forsker I Odd-Helge Fjeldstad (CMI), Seniorforsker Abdoul Wakhab Cissé (ARGA), Professor Prosper Ngowi (Mzumbe University), Direktør James S. Shilue (P4DP).

source: NUPI has the pleasure of hosting the presentations of this year’s Asian Development Outlook.
nb: NUPI har gleden av å invitere til årets presentasjon av «Asian Development Outlook».

source: An accessible and well-functioning legal system will be necessary to maintain security and stability in Liberia in the years to come.
nb: Et tilgjengelig og godt rettssystem vil være nødvendig for å opprettholde sikkerhet og stabilitet i Liberia i årene som kommer.

source: In 2016-17, she was embedded with the Iraqi Special Operations Forces during the Mosul Operation.
nb: Fra 2016-17 var hun tilknyttet de irakiske spesialstyrkene under Mosul-operasjonen.

source: On the Republican side, several candidates already have withdrawn.
nb: På republikansk side har flere kandidater for lengst takket for seg.

source: Private standards for corporate social responsibility and the environment also play an increasing role.
nb: Private standarder for etikk og miljø spiller også en økende rolle.

source: Comment by Hanne-Grete Nilsen, Norwegian Environment Agency
nb: Innlegg ved Hanne-Grete Nilsen, Miljødirektoratet

source: Less well-known is his reference since the Valdai conference in 2013 to Russia as a civilizational state with privileged civilizational interests in countries with significant Russian diasporas.
nb: Mindre kjent er hans referanse fra Valdai-konferansen i 2013 om Russland som en sivilisasjonsstat med privilegerte sivile interesser i land med store russiske bosettinger.

source: Norwegian Defence Research Establishment (FFI)
nb: Forsvarets forskningsinstitutt (FFI)

source: His primary research interests include cyber conflict, cross-sector cooperation, multistakeholder-initiatives and government surveillance.
nb: Hans faglige interesser inkluderer cyberkonflikt, tverrsektorielt samarbeid, multistakeholder-initiativer og statlig overvåkning.

source: The subsequent discussion explored the lessons learned from operationalizing peace operation mandates that refer to climate-related security risks in Somalia, South Sudan and Afghanistan.
nb: Diskusjonen utforsket erfaringer og lærdom fra operasjonalisering av mandater i fredsoperasjoner spesielt knyttet til klima og sikkerhetsrisiko i Somalia, Sør-Sudan og Afghanistan.

source: Foreign Policy and Diplomacy: Halvard Leira (epost:
nb: Utenrikspolitikk og diplomati: Halvard Leira (epost:

source: NUPI has the pleasure of inviting you to a theory seminar with Monika Krause from University of London.
nb: NUPI har gleden av å invitere til teoriseminar med Monika Krause fra University of London.

source: , while Kari Osland, Maria Røysamb and Jenny Nortvedt writes about how we are now risking a
nb: , mens Kari Osland, Maria Røysamb og Jenny Nortvedt skriver om hvordan man nå risikerer en

source: together with the Norwegian and German ministries of foreign affairs, the International Renewable Energy Agency (IRENA), and the universities of Columbia and Harvard.
nb: i samarbeid med norsk og tysk UD, International Renewable Energy Agency (IRENA), og universitetene Columbia og Harvard.

source: 'Putin is seeking to translate the military influence he has there into political influence over the shape of the future administration in Syria', says professor Roy Allison.
nb: - Putin søker å oversette den militære makten han har til politisk makt over hvordan den fremtidige adminsitrasjonen i Syria skal se ut, sier professor Roy Allison.

source: has long and top level diplomatic and political experience from development, environment and peace and conflict.
nb: har lang diplomatisk og politisk erfaring på toppnivå fra utvikling, miljø og fred og konflikt.

source: While such medical governance may seem non-political and harmless, in the longer run, COVID-19 might contribute to toughen the already existent authoritarian system of control and surveillance.
nb: Teknokratisk politikk basert på medisinske kunnskaper kan fremstå som ikke-politisk og ufarlig, men på sikt kan det tenkes at Covid-19 bidrar til en ytterligere innstramming av det stadig mer autoritære systemet for kontroll og overvåkning i dagens Russland.

source: The position as Director of NUPI for the period from 2018 to 2024 was publicly announced at the beginning of the year.
nb: Stillingen som direktør for NUPI for perioden 2018 til 2024 ble offentlig utlyst ved begynnelsen av året.

source: Carr is Senior Lecturer in international relations at Cardiff University.
nb: Carr er seniorforeleser i internasjonale relasjoner ved Cardiff University.

source: The Baltic Pipe project allows for exports of up to 10 billion cubic meters of gas to Poland.
nb: «Baltic Pipe»-prosjektet åpner for eksport på opptil 10 milliarder kubikkmeter gass til Polen.

source: Anne Stenersen and Petter Nesser from the Norwegian Defence Research Establishment (FFI) presented a recent study on the extent to which Islamic State (IS) has affected jihadi terrorism in Europe 2014-2016 in terms of attack activity, networks and perpetrators, modus operandi and funding.
nb: Anne Stenersen og Petter Nesser fra Forsvarets Forskningsinstitutt presenterte en ny studie om hvordan den Islamske Staten (IS) har påvirket jihadistisk terrorisme i Europa i perioden 2014-2016 med tanke på angrepsaktivitet, nettverk og terrorismeaktører, modus operandi og finansiering.
